Repository: ViralLove/WP-events-plugin
Catalog: languages/eventifyme-*.po
Languages: ru_ru

source: In order to have a correct formatting we recommend you to copy paste the text through a simple text editor. I.e. if you take event’s description from Facebook event, then first copy it to the text editor and then copy from there and paste here. This will remove all unnecessary artifacts that might corrupt visual text presentation.
ru_ru: Для сохранения корректного форматирования рекомендуем скопировать и вставить текст через обычный текстовый редактор. Т.е. если вы берете описание события из Facebook, то сначала скопируйте его в текстовый редактор, а затем скопируйте оттуда и вставьте в редактор. Этот процесс позволит удалить все лишние артефакты, которые могут испортить визуализацию текста.

source: In order to add events content to your website, simply use shortcodes following our standards:
ru_ru: Чтобы добавить вывод событий на свой сайт, просто воспользуйтесь нашими шорткодами:

source: List all your events:
ru_ru: Перечислите все ваши события:

source: Attributes:
ru_ru: Атрибуты:

source: Display specific event on a dedicated page:
ru_ru: Вывод на странице отдельного события:

source: Display specific event’s booking section on a dedicated page:
ru_ru: Вывод на странице только блока для бронирования:

source: Events
ru_ru: События

source: Back without saving
ru_ru: Обратно без сохранения

source: Save and back
ru_ru: Сохранить и вернуться

source: Save
ru_ru: Сохранить

source: Parent
ru_ru: Родитель

source: Used in events
ru_ru: Используется в событиях

source: Event manager
ru_ru: Организатор события

source: Event’s unique identifier: <strong>%s</strong> (used in the shortcodes for displaying specific event or limited list of events)
ru_ru: Уникальный идентификатор события: <strong>%s</strong> (используется в шорткодах для отображения определенного события или ограниченного списка событий)

source: Short code to display this event separately: <span>[events_list_view events_ids="%s" show_location="false"]</span>
ru_ru: Шорткод для отдельного вывода этого события: <span>[events_list_view events_ids=“%s” show_location=“false”]</span>

source: Copy to clipboard
ru_ru: Скопировать в буфер обмена

source: Short code to display the booking of this event: <span>[booking_event events_ids="%s"]</span>
ru_ru: Шорткод для вывода бронирования на это событие: <span>[booking_event events_ids=“%s”]</span>

source: Event page shortcode value successfully copied to clipboard
ru_ru: Значение шорткода страницы события успешно скопировано в буфер обмена

source: Event booking page shortcode value successfully copied to clipboard
ru_ru: Значение шорткода страницы бронирования собятия успешно скопировано в буфер обмена

source: Duplicate event
ru_ru: Дублировать событие

source: Event
ru_ru: Событие

source: Add new Event
ru_ru: Добавить новое событие

source: Edit Event
ru_ru: Редактировать событие

source: New Event
ru_ru: Новое событие

source: View Event
ru_ru: Просмотр события

source: Search Events
ru_ru: Поиск событий

source: Events not found
ru_ru: Событий не найдено

source: Events not found in the trash
ru_ru: Событий в корзине не найдено

source: Event formats
ru_ru: Форматы события

source: Event format
ru_ru: Формат события

source: Search format
ru_ru: Поиск по форматам

source: All formats
ru_ru: Все форматы

source: View format
ru_ru: Просмотр формата

source: Parent format
ru_ru: Родительский формат

source: Edit format
ru_ru: Изменить формат

source: Update format
ru_ru: Обновить формат

source: Add new format
ru_ru: Добавить новый формат

source: New format name
ru_ru: Название нового формата

source: Back to formats
ru_ru: Обратно к списку форматов

source: Event thematics
ru_ru: Тематики событий

source: Event thematic
ru_ru: Тематика события

source: Search thematics
ru_ru: Поиск по тематикам

source: All thematics
ru_ru: Все тематики

source: View thematic
ru_ru: Просмотр тематики

source: Parent thematic
ru_ru: Родительская тематика

source: Edit thematic
ru_ru: Изменить тематику

source: Update thematic
ru_ru: Обновить тематику

source: Add new thematic
ru_ru: Добавить новую тематику

source: New thematic name
ru_ru: Название новой тематики

source: Back to thematics
ru_ru: Обратно к списку тематик

source: Regular class
ru_ru: Регулярное занятие

source: Workshop
ru_ru: Воркшоп, семинар, МК

source: Performance
ru_ru: Выступление

source: Dancing
ru_ru: Танцы

source: Meditation
ru_ru: Медитация

source: Music jam
ru_ru: Музыкальный джэм

source: Lection
ru_ru: Лекция

source: Retreat
ru_ru: Ритрит

source: Music
ru_ru: Музыка

source: Visual arts
ru_ru: Визуальное искусство

source: Body practice
ru_ru: Телесные практики

source: Dance
ru_ru: Танцы

source: World transition
ru_ru: Тема “Перехода”

source: Spirituality
ru_ru: Духовность

source: Healing
ru_ru: Исцеление

source: WHAT
ru_ru: ЧТО

source: FOR WHOM
ru_ru: ДЛЯ КОГО

source: WHEN
ru_ru: КОГДА

source: WHERE
ru_ru: ГДЕ

source: PRICE
ru_ru: ЦЕНА

source: Additional settings
ru_ru: Дополнительные настройки

source: Booking
ru_ru: Бронирование

source: Bookings
ru_ru: Бронирования

source: No bookings available.
ru_ru: Бронирований не найдено.

source: Edit
ru_ru: Изменить

source: View
ru_ru: Просмотр

source: Remove this booking?
ru_ru: Удалить это бронирование?

source: Delete
ru_ru: Удалить

source: Time sessions
ru_ru: Временные сеансы

source: Quantity in order
ru_ru: Кол-во в заказе

source: User email
ru_ru: Е-мейл

source: User phone
ru_ru: Телефон

source: User comments
ru_ru: Комментарии

source: Status
ru_ru: Статус заказа

source: Order Identifier
ru_ru: Идентификатор заказа

source: Order created on
ru_ru: Время создания заказа

source: Search bookings by criteria
ru_ru: Поиск бронирований по критериям

source: Filter by event, comments
ru_ru: Фильтрация по названию события и комментариям к заказу

source: Event sessions time
ru_ru: Сеансы события

source: By start time
ru_ru: По времени начала

source: By start date
ru_ru: По дате начала

source: Session starts between
ru_ru: Сеансы начинаются между

source: hh
ru_ru: чч

source: mm
ru_ru: мм

source: and
ru_ru: и

source: By end time
ru_ru: По времени окончания

source: By end date
ru_ru: По дате окончания

source: Session ends between
ru_ru: Сеанс заканчивается между

source: Filter by user email
ru_ru: Фильтровать по е-мейлу

source: Filter by user phone
ru_ru: Фильтровать по телефону

source: Filter by order identifier
ru_ru: Фильтровать по идентификатору заказа

source: Filter by order created on
ru_ru: Фильтровать по дате заказа

source: From
ru_ru: От

source: To
ru_ru: До

source: Hide filters
ru_ru: Скрыть фильтры

source: Apply filter
ru_ru: Применить фильтры

source: Show filters
ru_ru: Показать фильтры

source: Search events by criteria
ru_ru: Поиск события по критериям

source: Filter by events date
ru_ru: Фильтровать по дате события

source: Filter By Creation
ru_ru: Фильтровать по дате создания

source: Filter By Updated
ru_ru: Фильтровать по дате обновления

source: Show all
ru_ru: Показать все

source: Filter by event thematics
ru_ru: Фильтровать по тематикам событий

source: Filter by event formats
ru_ru: Фильтровать по форматам событий

source: Settings
ru_ru: Настройки

source: Thank you for your booking!
ru_ru: Благодарим вас за бронирование!

source: You have new booking on your event!
ru_ru: На ваше событие новое бронирование!

source: Select a user as event manager…
ru_ru: Выберите менеджера события…

source: Add Images
ru_ru: Добавить изображения

source: Do you really want to remove this session?
ru_ru: Вы действительно хотите удалить этот сеанс?

source: Add your event’s first session
ru_ru: Добавить первый сеанс для события

source: Add another event’s session
ru_ru: Добавить еще один сеанс для события

source: Date
ru_ru: Дата

source: Time start
ru_ru: Время начала

source: Time end
ru_ru: Время окончания

source: Clear input
ru_ru: Очистить поле

source: Is booking enabled?
ru_ru: Включить бронирование?

source: Suitable age
ru_ru: Подходящий возраст

source: Are children allowed?
ru_ru: Можно ли прийти с детьми?

source: Yes
ru_ru: Да

source: Language that people need to speak
ru_ru: Язык проведения события

source: Free event
ru_ru: Бесплатное событие

source: Price
ru_ru: Цена

source: You can visually emphasize a line with the actual price value, it will also contain an image with a ticket next to it. To do it, use "Select format" field in editor. It will be marked as "Heading 1".
ru_ru: Вы можете визуально выделить строку со значением цены, при отображении события рядом с ней будет находиться иконка билетика. Для этого используйте формат строки “Заголовок 1”.

source: For example:
ru_ru: Например:

source: 25€/class
ru_ru: 25€/занятие

source: The price includes all requirements drawing materials.
ru_ru: В цену включены все необходимые художественные материалы.

source: Event managers
ru_ru: Менеджеры события

source: You can add to the list any user with the role Administrator or Event manager. These users will be the only ones to have access this event editing and its booking (including booking notification e-mail).
ru_ru: Вы можете добавить в список любого пользователя с ролью Администратор или Менеджер событий. Эти пользователи будут единственными, кому будет выдан доступ к изменению этого события и его бронированию (включая уведомления о бронировании по е-мейлу).

source: Add
ru_ru: Добавить

source: You have not yet added any formats.
ru_ru: Вы еще не добавили ни одного формата.

source: Add new
ru_ru: Добавить новый

source: You have not yet added any thematics.
ru_ru: Вы еще не добавили ни одной тематики.

source: Cover
ru_ru: Обложка

source: Event page view (0.43)
ru_ru: На странице события (0.43)

source: Click here to add a cover
ru_ru: Нажмите здесь, чтобы добавить обложку

source: List view (0.58)
ru_ru: На странице списка событий (0.58)

source: Photo gallery
ru_ru: Фотогалерея

source: Sessions
ru_ru: Сеансы

source: Address
ru_ru: Адрес

source: Please indicate an exact address, but leave additional information to the “Comments” field
ru_ru: Пожалуйста, укажите только точный адрес, всю дополнительную информацию вы можете оставить в поле «Комментарии»

source: Place title
ru_ru: Название места

source: Location comments
ru_ru: Комментарии относительно места

source: Visual settings
ru_ru: Визуальные настройки

source: Booking settings
ru_ru: Настройки бронирований

source: Email settings
ru_ru: Настройки емейлов

source: Colors
ru_ru: Цвета

source: Color 1
ru_ru: Цвет 1

source: Color 2
ru_ru: Цвет 2

source: Color 3
ru_ru: Цвет 3

source: Color 4
ru_ru: Цвет 4

source: Color 5
ru_ru: Цвет 5

source: Color 6
ru_ru: Цвет 6

source: Color 7
ru_ru: Цвет 7

source: Color 8
ru_ru: Цвет 8

source: Color 9
ru_ru: Цвет 9

source: Color 10
ru_ru: Цвет 10

source: Color 11
ru_ru: Цвет 11

source: Color 12
ru_ru: Цвет 12

source: Font
ru_ru: Шрифт

source: Live update for review
ru_ru: Отдать изменение на проверку

source: Publish
ru_ru: Опубликовать

source: Reset all to default values
ru_ru: Сбросить до значений установленных по-умолчанию

source: Preview events list
ru_ru: Просмотр списка событий

source: Preview event details
ru_ru: Просмотр деталий события

source: Preview event booking
ru_ru: Просмотр бронирований события

source: Terms and conditions page
ru_ru: Страница пользовательских условий

source: Start typing and select a page
ru_ru: Начните вводить название и выберите страницу

source: Process after booking confirmation
ru_ru: Процесс после подтверждения бронирования

source: Return to the event page
ru_ru: Вернуться на страницу события

source: Display the page selected below
ru_ru: Отобразить выбранную ниже страницу

source: Email sender options
ru_ru: Параметры отправителя е-мейлов

source: Sender name
ru_ru: Имя отправителя

source: Sender's address
ru_ru: Адрес отправителя

source: Email to client after booking confirmation
ru_ru: Е-мейл клиенту после подтверждения бронирования

source: Email subject
ru_ru: Тема е-мейла

source: Email text
ru_ru: Текст е-мейла

source: Parameters
ru_ru: Параметры

source: Client email
ru_ru: Е-мейл клиента

source: Client phone
ru_ru: Телефон клиента

source: Client comments
ru_ru: Комментарии клиента

source: Booked sessions
ru_ru: Забронированные сеансы

source: Event address
ru_ru: Адрес события

source: Event price
ru_ru: Цена события

source: Event title
ru_ru: Название события

source: Event age categories
ru_ru: Возрастные категории события

source: Event languages
ru_ru: Языки события

source: Event description
ru_ru: Описание события

source: Email to event managers after booking confirmation
ru_ru: Е-мейл менеджерам события после подтверждения бронирования

source: Event Identifier
ru_ru: Идентификатор события

source: Please put a cursor into the subject or text of the email next to the parameter you selected.
ru_ru: Поставьте курсор в тему или текст е-мейла рядом с выбранным параметром.

source: tickets
ru_ru: билетов

source: Estonian
ru_ru: Эстонский

source: Russian
ru_ru: Русский

source: English
ru_ru: Английский

source: Finish
ru_ru: Финский

source: Latvian
ru_ru: Латышский

source: Lithuanian
ru_ru: Литовский

source: Spanish
ru_ru: Испанский

source: French
ru_ru: Французский

source: German
ru_ru: Немецкий

source: Italian
ru_ru: Итальянский

source: Netherlands
ru_ru: Голландский

source: Baby
ru_ru: Малыши

source: Toddler
ru_ru: Дошкольники

source: Child
ru_ru: Младшеклассники

source: Teen
ru_ru: Подростки

source: Adult
ru_ru: Взрослые

source: Senior
ru_ru: Пожилые

source: Missing session id.
ru_ru: Не хватает идентификатора сеанса.

source: Attribute
ru_ru: Атрибут

source: not specified.
ru_ru: не задан.

source: Back
ru_ru: Назад

source: Tickets
ru_ru: Билетов

source: Proceed
ru_ru: Продолжить

source: Contact details
ru_ru: Контактные данные

source: Your e-mail
ru_ru: Ваш е-мейл

source: Your phone number
ru_ru: Ваш телефон

source: Additional comments (if needed)
ru_ru: Дополнительные комментарии (при необходимости)

source: Confirmation
ru_ru: Подтверждение

source: By clicking the button I agree with the
ru_ru: Нажимая на кнопку, я соглашаюсь с

source: terms and conditions
ru_ru: условиями соглашения

source: Confirm Booking
ru_ru: Подтвердить бронирование

source: Event with available bookings not found.
ru_ru: Событие не доступно для бронирования.

source: sessions
ru_ru: сеансы

source: Free
ru_ru: Бесплатно

source: EVENTS
ru_ru: СОБЫТИЯ

source: View past events
ru_ru: Прошедшие

source: View future events
ru_ru: Будущие

source: Current
ru_ru: Настоящие

source: Past
ru_ru: Прошедшие

source: Events not found.
ru_ru: Событий не найдено.

source: These events are displayed thanks to %s
ru_ru: Эти события отображаются при помощи %s

source: Thank you for the successful booking!
ru_ru: Благодарим вас за бронирование!

source: Time
ru_ru: Время

source: Duration
ru_ru: Длительность

source: hours
ru_ru: часов

source: More sessions
ru_ru: Другие сеансы

source: Sign up
ru_ru: Бронирование

source: Sign-up
ru_ru: Бронирование

source: Minimalistic event output:
ru_ru: Минималистичный вывод событий:

source: First name
ru_ru: Имя

source: Last name
ru_ru: Фамилия

source: Filter by first name
ru_ru: Фильтровать по имени

source: Filter by last name
ru_ru: Фильтровать по фамилии

source: Client first name
ru_ru: Имя клиента

source: Client last name
ru_ru: Фамилия клиента

source: Your first name
ru_ru: Ваше имя

source: Your last name
ru_ru: Ваша фамилия
